brew "go"
brew "gopls"
brew "lychee"
brew "hugo"
brew "yt-dlp"
cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "android-sdk"
cask "calibre"
cask "element"
cask "insync"
cask "skype"
cask "zoom"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "monolith"
