tap "buo/cask-upgrade"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "tankerhq/repo"
tap "teamookla/speedtest"
cask "jordanbaird-ice"
brew "jj"
cask "arc"
brew "bash"
cask "basictex"
brew "bat"
brew "bit-git"
brew "bottom"
brew "broot"
cask "bruno"
brew "glib"
brew "coreutils"
brew "cpanminus"
brew "curlie"
brew "detox"
brew "difftastic"
brew "docker"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fx"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gotify"
brew "grip"
brew "hadolint"
brew "jq"
brew "jql"
brew "lazygit"
brew "lf"
brew "libpq"
brew "llvm"
brew "luv"
brew "marksman"
brew "mas"
brew "mkcert"
brew "most"
brew "mpv"
brew "navi"
brew "neovim"
brew "onefetch"
brew "pandoc"
brew "pass"
brew "pipx"
brew "procs"
brew "python@3.10"
brew "python@3.9"
brew "rename"
brew "rclone"
brew "ripgrep"
brew "sd"
brew "slides"
brew "speedtest"
brew "stow"
brew "tldr"
brew "tmux"
brew "volta"
brew "zoxide"
brew "eth-p/software/bat-extras"
brew "oven-sh/bun/bun"
brew "tankerhq/repo/ruplacer"
cask "alfred"
cask "amethyst"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "kitty"
cask "knockknock"
cask "notunes"
cask "sioyek"
cask "rectangle-pro"
cask "1password"
cask "1password-cli"
cask "zoom"
cask "hammerspoon"
mas "Keynote", id: 409183694
mas "Klipped", id: 1053809492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
