tap "buo/cask-upgrade"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "tankerhq/repo"
brew "arkade"
brew "bash"
brew "bat"
brew "bit-git"
brew "bottom"
brew "broot"
brew "caddy", restart_service: true
brew "glib"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "cpanminus"
brew "curlie"
brew "detox"
brew "difftastic"
brew "docker"
brew "docker-credential-helper"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gotify"
brew "grip"
brew "hadolint"
brew "helix"
brew "jq"
brew "jql"
brew "kubernetes-cli"
brew "lazygit"
brew "lf"
brew "libpq"
brew "llvm"
brew "luv"
brew "marksman"
brew "mkcert"
brew "most"
brew "mpv"
brew "navi"
brew "neovim"
brew "onefetch"
brew "pass"
brew "pipx"
brew "procs"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "sd"
brew "slides"
brew "sqlx-cli"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "volta"
brew "zoxide"
brew "eth-p/software/bat-extras"
brew "tankerhq/repo/ruplacer"
cask "adguard"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "brave-browser"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "hyperkey"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "kitty"
cask "knockknock"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "notunes"
cask "remarkable"
cask "sioyek"
