mas "hide.me VPN", id: 953040671
cask "dropbox"
cask "adguard"
cask "adguard-vpn"
brew "caddy", restart_service: true
brew "dotnet"
brew "sqlx-cli"
brew "translate-shell"
cask "orbstack"
brew "arkade"
brew "kubernetes-cli"
brew "slides"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "go-task"
brew "gopls"
brew "lychee"
brew "hugo"
brew "yt-dlp"
cask "android-platform-tools"
cask "android-sdk"
cask "calibre"
cask "libreoffice"
cask "element"
cask "insync"
cask "skype"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "monolith"
cask "slack"
brew "jstkdng/programs/ueberzugpp"

