tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mtslzr/marmaduke-chromium"
tap "tankerhq/repo"
tap "toothbrush/toothbrush"
brew "arkade"
brew "bash"
brew "bat"
brew "bit-git"
brew "bottom"
brew "broot"
brew "caddy"
brew "glib"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "curlie"
brew "detox"
brew "difftastic"
brew "docker"
brew "docker-credential-helper"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "python@3.10"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "gopls"
brew "grip"
brew "helix"
brew "hugo"
brew "jq"
brew "jql"
brew "keychain"
brew "kubernetes-cli"
brew "ltex-ls"
brew "luv"
brew "monolith"
brew "most"
brew "yt-dlp"
brew "mpv"
brew "navi"
brew "neovim"
brew "pass"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "sd"
brew "slides"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "universal-ctags"
brew "volta"
brew "xclip"
brew "zoxide"
brew "eth-p/software/bat-extras"
brew "tankerhq/repo/ruplacer"
cask "adguard"
cask "alfred"
cask "anki"
cask "element"
cask "hyperkey"
cask "insomnia"
cask "insync"
cask "jetbrains-toolbox"
cask "keka"
cask "kitty"
cask "marmaduke-chromium"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "numi"
cask "rectangle-pro"
cask "remarkable"
cask "sioyek"
cask "warp"
cask "zoom"
