brew "qemu"
brew "lima"
brew "colima"
cask "keepassxc"
cask "powershell"
cask "parallels"
cask "firefox-developer-edition"
cask "brave-browser"
cask "microsoft-edge"
tap "isen-ng/dotnet-sdk-versions"
cask "dotnet-sdk6-0-300"
cask "dotnet-sdk7-0-400"
cask "dotnet-sdk8-0-100"
cask "jabra-direct"
cask "muzzle"
cask "stats"
