tap "eth-p/software"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "tankerhq/repo"
brew "arkade"
brew "bash"
brew "bat"
brew "bit-git"
brew "bottom"
brew "broot"
brew "caddy", restart_service: true
brew "glib"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "cpanminus"
brew "curlie"
brew "detox"
brew "difftastic"
brew "docker"
brew "docker-credential-helper"
brew "dprint"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "gotify"
brew "grip"
brew "hadolint"
brew "helix"
brew "hugo"
brew "jdtls"
brew "jq"
brew "jql"
brew "kubernetes-cli"
brew "lazygit"
brew "lf"
brew "libpq"
brew "llvm"
brew "ltex-ls"
brew "luv"
brew "lychee"
brew "marksman"
brew "mkcert"
brew "monolith"
brew "most"
brew "yt-dlp"
brew "mpv"
brew "navi"
brew "neovim"
brew "onefetch"
brew "pass"
brew "pipx"
brew "procs"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "sd"
brew "slides"
brew "sqlx-cli"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "translate-shell"
brew "tut"
brew "typst"
brew "universal-ctags"
brew "volta"
brew "xclip"
brew "zoxide"
brew "eth-p/software/bat-extras"
brew "tankerhq/repo/ruplacer"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "adobe-digital-editions"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "android-platform-tools"
cask "android-sdk"
cask "appcleaner"
cask "brave-browser"
cask "breaktimer"
cask "calibre"
cask "dash"
cask "element"
cask "figma"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "handbrake"
cask "he3"
cask "hyperkey"
cask "insomnia"
cask "insync"
cask "jetbrains-toolbox"
cask "jitsi-meet"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "kitty"
cask "knockknock"
cask "macdown"
cask "meld"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mos"
cask "notunes"
cask "numi"
cask "pdfsam-basic"
cask "rectangle-pro"
cask "remarkable"
cask "sioyek"
cask "skype"
cask "zoom"
