tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mtslzr/marmaduke-chromium"
tap "tankerhq/repo"
tap "toothbrush/toothbrush"
brew "arkade"
brew "bash"
brew "bat"
brew "bit-git"
brew "bottom"
brew "broot"
brew "caddy"
brew "python@3.9"
brew "colima"
brew "curlie"
brew "docker"
brew "docker-credential-helper"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "grip"
brew "hugo"
brew "jq"
brew "jql"
brew "keychain"
brew "kubernetes-cli"
brew "luv"
brew "monolith"
brew "most"
brew "neovim"
brew "pass"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "rust-analyzer"
brew "sd"
brew "tmux"
brew "todo-txt"
brew "universal-ctags"
brew "volta"
brew "xclip"
brew "zoxide"
brew "eth-p/software/bat-extras"
brew "tankerhq/repo/ruplacer"
cask "1password"
cask "adguard"
cask "alfred"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "insync"
cask "intellij-idea"
cask "jitsi-meet"
cask "kitty"
cask "libreoffice"
cask "macdown"
cask "marmaduke-chromium"
cask "marmaduke-chromium-ungoogled"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "moom"
cask "rancher"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "xquartz"
cask "zoom"
